Elements that are already members of one group cannot be added to another group.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotAddAlreadyMemberToDiffGroup { get; }
  Visual Basic
Public Shared ReadOnly Property CannotAddAlreadyMemberToDiffGroup As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotAddAlreadyMemberToDiffGroup {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace